[
    {
        "reference": "1 Peter 5:10",
        "text": [
            "  [10] And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you.\n\n"
        ],
        "dayNumberOfTheYear": 1
    },
    {
        "reference": "Colossians 1:15–16",
        "text": [
            "  [15] He is the image of the invisible God, the firstborn of all creation. [16] For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him.\n\n"
        ],
        "dayNumberOfTheYear": 2
    },
    {
        "reference": "Psalm 34:8",
        "text": [
            "    [8] Oh, taste and see that the LORD is good!\n        Blessed is the man who takes refuge in him!\n    \n\n"
        ],
        "dayNumberOfTheYear": 3
    },
    {
        "reference": "Psalm 94:14–15",
        "text": [
            "    [14] For the LORD will not forsake his people;\n        he will not abandon his heritage;\n    [15] for justice will return to the righteous,\n        and all the upright in heart will follow it.\n    \n\n"
        ],
        "dayNumberOfTheYear": 4
    },
    {
        "reference": "John 13:34–35",
        "text": [
            "  [34] A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another. [35] By this all people will know that you are my disciples, if you have love for one another.”\n\n"
        ],
        "dayNumberOfTheYear": 5
    },
    {
        "reference": "Matthew 5:14–16",
        "text": [
            "  [14] “You are the light of the world. A city set on a hill cannot be hidden. [15] Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house. [16] In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.\n\n"
        ],
        "dayNumberOfTheYear": 6
    },
    {
        "reference": "Galatians 6:9–10",
        "text": [
            "  [9] And let us not grow weary of doing good, for in due season we will reap, if we do not give up. [10] So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.\n\n"
        ],
        "dayNumberOfTheYear": 7
    },
    {
        "reference": "Psalm 121:5–6",
        "text": [
            "    [5] The LORD is your keeper;\n        the LORD is your shade on your right hand.\n    [6] The sun shall not strike you by day,\n        nor the moon by night.\n    \n\n"
        ],
        "dayNumberOfTheYear": 8
    },
    {
        "reference": "1 Timothy 1:17",
        "text": [
            "  [17] To the King of the ages, immortal, invisible, the only God, be honor and glory forever and ever. Amen.\n\n"
        ],
        "dayNumberOfTheYear": 9
    },
    {
        "reference": "James 1:12",
        "text": [
            "  [12] Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.\n\n"
        ],
        "dayNumberOfTheYear": 10
    },
    {
        "reference": "1 John 4:7–8",
        "text": [
            "  [7] Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. [8] Anyone who does not love does not know God, because God is love.\n\n"
        ],
        "dayNumberOfTheYear": 11
    },
    {
        "reference": "Matthew 11:28–30",
        "text": [
            "  [28] Come to me, all who labor and are heavy laden, and I will give you rest. [29] Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls. [30] For my yoke is easy, and my burden is light.”\n\n"
        ],
        "dayNumberOfTheYear": 12
    },
    {
        "reference": "James 4:11–12",
        "text": [
            "  [11] Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. [12] There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?\n\n"
        ],
        "dayNumberOfTheYear": 13
    },
    {
        "reference": "Proverbs 3:3–4",
        "text": [
            "    [3] Let not steadfast love and faithfulness forsake you;\n        bind them around your neck;\n        write them on the tablet of your heart.\n    [4] So you will find favor and good success\n        in the sight of God and man.\n    \n\n"
        ],
        "dayNumberOfTheYear": 14
    },
    {
        "reference": "Luke 6:27–28",
        "text": [
            "  [27] “But I say to you who hear, Love your enemies, do good to those who hate you, [28] bless those who curse you, pray for those who abuse you.\n\n"
        ],
        "dayNumberOfTheYear": 15
    },
    {
        "reference": "Zechariah 7:9–10",
        "text": [
            "  [9] “Thus says the LORD of hosts, Render true judgments, show kindness and mercy to one another, [10] do not oppress the widow, the fatherless, the sojourner, or the poor, and let none of you devise evil against another in your heart.”\n\n"
        ],
        "dayNumberOfTheYear": 16
    },
    {
        "reference": "Jude 20–21",
        "text": [
            "  [20] But you, beloved, building yourselves up in your most holy faith and praying in the Holy Spirit, [21] keep yourselves in the love of God, waiting for the mercy of our Lord Jesus Christ that leads to eternal life.\n\n"
        ],
        "dayNumberOfTheYear": 17
    },
    {
        "reference": "Proverbs 15:33",
        "text": [
            "    [33] The fear of the LORD is instruction in wisdom,\n        and humility comes before honor.\n    \n\n"
        ],
        "dayNumberOfTheYear": 18
    },
    {
        "reference": "Proverbs 25:21–22",
        "text": [
            "    [21] If your enemy is hungry, give him bread to eat,\n        and if he is thirsty, give him water to drink,\n    [22] for you will heap burning coals on his head,\n        and the LORD will reward you.\n    \n\n"
        ],
        "dayNumberOfTheYear": 19
    },
    {
        "reference": "Psalm 37:27–29",
        "text": [
            "    [27] Turn away from evil and do good;\n        so shall you dwell forever.\n    [28] For the LORD loves justice;\n        he will not forsake his saints.\n    They are preserved forever,\n        but the children of the wicked shall be cut off.\n    [29] The righteous shall inherit the land\n        and dwell upon it forever.\n    \n\n"
        ],
        "dayNumberOfTheYear": 20
    },
    {
        "reference": "Proverbs 16:19",
        "text": [
            "    [19] It is better to be of a lowly spirit with the poor\n        than to divide the spoil with the proud.\n    \n\n"
        ],
        "dayNumberOfTheYear": 21
    },
    {
        "reference": "John 3:36",
        "text": [
            "  [36] Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.\n\n"
        ],
        "dayNumberOfTheYear": 22
    },
    {
        "reference": "Philippians 3:13–14",
        "text": [
            "  [13] Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, [14] I press on toward the goal for the prize of the upward call of God in Christ Jesus.\n\n"
        ],
        "dayNumberOfTheYear": 23
    },
    {
        "reference": "1 John 2:4–6",
        "text": [
            "  [4] Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, [5] but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: [6] whoever says he abides in him ought to walk in the same way in which he walked.\n\n"
        ],
        "dayNumberOfTheYear": 24
    },
    {
        "reference": "Philippians 4:12",
        "text": [
            "  [12] I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need.\n\n"
        ],
        "dayNumberOfTheYear": 25
    },
    {
        "reference": "2 Timothy 2:22",
        "text": [
            "  [22] So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.\n\n"
        ],
        "dayNumberOfTheYear": 26
    },
    {
        "reference": "Colossians 1:17–18",
        "text": [
            "  [17] And he is before all things, and in him all things hold together. [18] And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent.\n\n"
        ],
        "dayNumberOfTheYear": 27
    },
    {
        "reference": "1 John 3:2",
        "text": [
            "  [2] Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.\n\n"
        ],
        "dayNumberOfTheYear": 28
    },
    {
        "reference": "Proverbs 3:7–8",
        "text": [
            "    [7] Be not wise in your own eyes;\n        fear the LORD, and turn away from evil.\n    [8] It will be healing to your flesh\n        and refreshment to your bones.\n    \n\n"
        ],
        "dayNumberOfTheYear": 29
    },
    {
        "reference": "Romans 6:14",
        "text": [
            "  [14] For sin will have no dominion over you, since you are not under law but under grace.\n\n"
        ],
        "dayNumberOfTheYear": 30
    },
    {
        "reference": "Psalm 85:2",
        "text": [
            "    [2] You forgave the iniquity of your people;\n        you covered all their sin. Selah\n    \n\n"
        ],
        "dayNumberOfTheYear": 31
    },
    {
        "reference": "Deuteronomy 32:4",
        "text": [
            "    [4] “The Rock, his work is perfect,\n        for all his ways are justice.\n    A God of faithfulness and without iniquity,\n        just and upright is he.\n    \n\n"
        ],
        "dayNumberOfTheYear": 32
    },
    {
        "reference": "Galatians 5:16–17",
        "text": [
            "  [16] But I say, walk by the Spirit, and you will not gratify the desires of the flesh. [17] For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do.\n\n"
        ],
        "dayNumberOfTheYear": 33
    },
    {
        "reference": "Colossians 3:1–2",
        "text": [
            "  [1] If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. [2] Set your minds on things that are above, not on things that are on earth.\n\n"
        ],
        "dayNumberOfTheYear": 34
    },
    {
        "reference": "Proverbs 15:29",
        "text": [
            "    [29] The LORD is far from the wicked,\n        but he hears the prayer of the righteous.\n    \n\n"
        ],
        "dayNumberOfTheYear": 35
    },
    {
        "reference": "Proverbs 25:28",
        "text": [
            "    [28] A man without self-control\n        is like a city broken into and left without walls.\n    \n\n"
        ],
        "dayNumberOfTheYear": 36
    },
    {
        "reference": "John 15:16",
        "text": [
            "  [16] You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.\n\n"
        ],
        "dayNumberOfTheYear": 37
    },
    {
        "reference": "Psalm 42:11",
        "text": [
            "    [11] Why are you cast down, O my soul,\n        and why are you in turmoil within me?\n    Hope in God; for I shall again praise him,\n        my salvation and my God.\n    \n\n"
        ],
        "dayNumberOfTheYear": 38
    },
    {
        "reference": "Psalm 29:11",
        "text": [
            "    [11] May the LORD give strength to his people!\n        May the LORD bless his people with peace!\n    \n\n"
        ],
        "dayNumberOfTheYear": 39
    },
    {
        "reference": "1 Peter 4:16",
        "text": [
            "  [16] Yet if anyone suffers as a Christian, let him not be ashamed, but let him glorify God in that name.\n\n"
        ],
        "dayNumberOfTheYear": 40
    },
    {
        "reference": "Matthew 18:1–4",
        "text": [
            "  [1] At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” [2] And calling to him a child, he put him in the midst of them [3] and said, “Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven. [4] Whoever humbles himself like this child is the greatest in the kingdom of heaven.\n\n"
        ],
        "dayNumberOfTheYear": 41
    },
    {
        "reference": "Hebrews 6:11–12",
        "text": [
            "  [11] And we desire each one of you to show the same earnestness to have the full assurance of hope until the end, [12] so that you may not be sluggish, but imitators of those who through faith and patience inherit the promises.\n\n"
        ],
        "dayNumberOfTheYear": 42
    },
    {
        "reference": "Proverbs 15:1",
        "text": [
            "    [1] A soft answer turns away wrath,\n        but a harsh word stirs up anger.\n    \n\n"
        ],
        "dayNumberOfTheYear": 43
    },
    {
        "reference": "Deuteronomy 7:9",
        "text": [
            "  [9] Know therefore that the LORD your God is God, the faithful God who keeps covenant and steadfast love with those who love him and keep his commandments, to a thousand generations,\n\n"
        ],
        "dayNumberOfTheYear": 44
    },
    {
        "reference": "Matthew 6:34",
        "text": [
            "  [34] “Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.\n\n"
        ],
        "dayNumberOfTheYear": 45
    },
    {
        "reference": "Psalm 119:105",
        "text": [
            "Nun\n\n    [105] Your word is a lamp to my feet\n        and a light to my path.\n    \n\n"
        ],
        "dayNumberOfTheYear": 46
    },
    {
        "reference": "Romans 15:4",
        "text": [
            "  [4] For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.\n\n"
        ],
        "dayNumberOfTheYear": 47
    },
    {
        "reference": "Isaiah 43:2",
        "text": [
            "    [2] When you pass through the waters, I will be with you;\n        and through the rivers, they shall not overwhelm you;\n    when you walk through fire you shall not be burned,\n        and the flame shall not consume you.\n    \n\n"
        ],
        "dayNumberOfTheYear": 48
    },
    {
        "reference": "Acts 2:38",
        "text": [
            "  [38] And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.\n\n"
        ],
        "dayNumberOfTheYear": 49
    },
    {
        "reference": "Acts 16:31",
        "text": [
            "  [31] And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”\n\n"
        ],
        "dayNumberOfTheYear": 50
    },
    {
        "reference": "2 Corinthians 4:7–10",
        "text": [
            "  [7] But we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us. [8] We are afflicted in every way, but not crushed; perplexed, but not driven to despair; [9] persecuted, but not forsaken; struck down, but not destroyed; [10] always carrying in the body the death of Jesus, so that the life of Jesus may also be manifested in our bodies.\n\n"
        ],
        "dayNumberOfTheYear": 51
    },
    {
        "reference": "Job 1:21",
        "text": [
            "  [21] And he said, “Naked I came from my mother’s womb, and naked shall I return. The LORD gave, and the LORD has taken away; blessed be the name of the LORD.”\n\n"
        ],
        "dayNumberOfTheYear": 52
    },
    {
        "reference": "Romans 12:2",
        "text": [
            "  [2] Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.\n\n"
        ],
        "dayNumberOfTheYear": 53
    },
    {
        "reference": "Proverbs 23:4–5",
        "text": [
            "    [4] Do not toil to acquire wealth;\n        be discerning enough to desist.\n    [5] When your eyes light on it, it is gone,\n        for suddenly it sprouts wings,\n        flying like an eagle toward heaven.\n    \n\n"
        ],
        "dayNumberOfTheYear": 54
    },
    {
        "reference": "Psalm 50:14–15",
        "text": [
            "    [14] Offer to God a sacrifice of thanksgiving,\n        and perform your vows to the Most High,\n    [15] and call upon me in the day of trouble;\n        I will deliver you, and you shall glorify me.”\n    \n\n"
        ],
        "dayNumberOfTheYear": 55
    },
    {
        "reference": "Revelation 1:8",
        "text": [
            "  [8] “I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”\n\n"
        ],
        "dayNumberOfTheYear": 56
    },
    {
        "reference": "Proverbs 18:12",
        "text": [
            "    [12] Before destruction a man’s heart is haughty,\n        but humility comes before honor.\n    \n\n"
        ],
        "dayNumberOfTheYear": 57
    },
    {
        "reference": "John 14:2–3",
        "text": [
            "  [2] In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you? [3] And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.\n\n"
        ],
        "dayNumberOfTheYear": 58
    },
    {
        "reference": "Matthew 5:5",
        "text": [
            "  [5] “Blessed are the meek, for they shall inherit the earth.\n\n"
        ],
        "dayNumberOfTheYear": 59
    },
    {
        "reference": "Psalm 30:4",
        "text": [
            "    [4] Sing praises to the LORD, O you his saints,\n        and give thanks to his holy name.\n    \n\n"
        ],
        "dayNumberOfTheYear": 60
    },
    {
        "reference": "Romans 8:28",
        "text": [
            "  [28] And we know that for those who love God all things work together for good, for those who are called according to his purpose.\n\n"
        ],
        "dayNumberOfTheYear": 61
    },
    {
        "reference": "Proverbs 16:32",
        "text": [
            "    [32] Whoever is slow to anger is better than the mighty,\n        and he who rules his spirit than he who takes a city.\n    \n\n"
        ],
        "dayNumberOfTheYear": 62
    },
    {
        "reference": "Philippians 4:13",
        "text": [
            "  [13] I can do all things through him who strengthens me.\n\n"
        ],
        "dayNumberOfTheYear": 63
    },
    {
        "reference": "Philippians 2:13",
        "text": [
            "  [13] for it is God who works in you, both to will and to work for his good pleasure.\n\n"
        ],
        "dayNumberOfTheYear": 64
    },
    {
        "reference": "Matthew 5:4",
        "text": [
            "  [4] “Blessed are those who mourn, for they shall be comforted.\n\n"
        ],
        "dayNumberOfTheYear": 65
    },
    {
        "reference": "John 6:35",
        "text": [
            "  [35] Jesus said to them, “I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.\n\n"
        ],
        "dayNumberOfTheYear": 66
    },
    {
        "reference": "Psalm 31:1–2",
        "text": [
            "To the choirmaster. A Psalm of David.\n\n    [1] In you, O LORD, do I take refuge;\n        let me never be put to shame;\n        in your righteousness deliver me!\n    [2] Incline your ear to me;\n        rescue me speedily!\n    Be a rock of refuge for me,\n        a strong fortress to save me!\n    \n\n"
        ],
        "dayNumberOfTheYear": 67
    },
    {
        "reference": "Romans 8:29",
        "text": [
            "  [29] For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.\n\n"
        ],
        "dayNumberOfTheYear": 68
    },
    {
        "reference": "Matthew 5:43–45",
        "text": [
            "  [43] “You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ [44] But I say to you, Love your enemies and pray for those who persecute you, [45] so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.\n\n"
        ],
        "dayNumberOfTheYear": 69
    },
    {
        "reference": "1 Peter 3:18",
        "text": [
            "  [18] For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,\n\n"
        ],
        "dayNumberOfTheYear": 70
    },
    {
        "reference": "Isaiah 26:4",
        "text": [
            "    [4] Trust in the LORD forever,\n        for the LORD GOD is an everlasting rock.\n    \n\n"
        ],
        "dayNumberOfTheYear": 71
    },
    {
        "reference": "Psalm 27:14",
        "text": [
            "    [14] Wait for the LORD;\n        be strong, and let your heart take courage;\n        wait for the LORD!\n    \n\n"
        ],
        "dayNumberOfTheYear": 72
    },
    {
        "reference": "Colossians 3:17",
        "text": [
            "  [17] And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.\n\n"
        ],
        "dayNumberOfTheYear": 73
    },
    {
        "reference": "Hebrews 13:3",
        "text": [
            "  [3] Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body.\n\n"
        ],
        "dayNumberOfTheYear": 74
    },
    {
        "reference": "Psalm 103:11–12",
        "text": [
            "    [11] For as high as the heavens are above the earth,\n        so great is his steadfast love toward those who fear him;\n    [12] as far as the east is from the west,\n        so far does he remove our transgressions from us.\n    \n\n"
        ],
        "dayNumberOfTheYear": 75
    },
    {
        "reference": "Psalm 32:8",
        "text": [
            "    [8] I will instruct you and teach you in the way you should go;\n        I will counsel you with my eye upon you.\n    \n\n"
        ],
        "dayNumberOfTheYear": 76
    },
    {
        "reference": "Psalm 91:1–2",
        "text": [
            "    [1] He who dwells in the shelter of the Most High\n        will abide in the shadow of the Almighty.\n    [2] I will say to the LORD, “My refuge and my fortress,\n        my God, in whom I trust.”\n    \n\n"
        ],
        "dayNumberOfTheYear": 77
    },
    {
        "reference": "Romans 8:32",
        "text": [
            "  [32] He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things?\n\n"
        ],
        "dayNumberOfTheYear": 78
    },
    {
        "reference": "1 Peter 2:9",
        "text": [
            "  [9] But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.\n\n"
        ],
        "dayNumberOfTheYear": 79
    },
    {
        "reference": "John 6:51",
        "text": [
            "  [51] I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”\n\n"
        ],
        "dayNumberOfTheYear": 80
    },
    {
        "reference": "Psalm 30:2",
        "text": [
            "    [2] O LORD my God, I cried to you for help,\n        and you have healed me.\n    \n\n"
        ],
        "dayNumberOfTheYear": 81
    },
    {
        "reference": "Matthew 24:42",
        "text": [
            "  [42] Therefore, stay awake, for you do not know on what day your Lord is coming.\n\n"
        ],
        "dayNumberOfTheYear": 82
    },
    {
        "reference": "Psalm 104:1–2",
        "text": [
            "    [1] Bless the LORD, O my soul!\n        O LORD my God, you are very great!\n    You are clothed with splendor and majesty,\n    [2]     covering yourself with light as with a garment,\n        stretching out the heavens like a tent.\n    \n\n"
        ],
        "dayNumberOfTheYear": 83
    },
    {
        "reference": "Romans 6:22",
        "text": [
            "  [22] But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life.\n\n"
        ],
        "dayNumberOfTheYear": 84
    },
    {
        "reference": "John 14:21",
        "text": [
            "  [21] Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”\n\n"
        ],
        "dayNumberOfTheYear": 85
    },
    {
        "reference": "Psalm 86:4–5",
        "text": [
            "    [4] Gladden the soul of your servant,\n        for to you, O Lord, do I lift up my soul.\n    [5] For you, O Lord, are good and forgiving,\n        abounding in steadfast love to all who call upon you.\n    \n\n"
        ],
        "dayNumberOfTheYear": 86
    },
    {
        "reference": "Proverbs 3:11–12",
        "text": [
            "    [11] My son, do not despise the LORD’s discipline\n        or be weary of his reproof,\n    [12] for the LORD reproves him whom he loves,\n        as a father the son in whom he delights.\n    \n\n"
        ],
        "dayNumberOfTheYear": 87
    },
    {
        "reference": "Proverbs 20:3",
        "text": [
            "    [3] It is an honor for a man to keep aloof from strife,\n        but every fool will be quarreling.\n    \n\n"
        ],
        "dayNumberOfTheYear": 88
    },
    {
        "reference": "Proverbs 19:11",
        "text": [
            "    [11] Good sense makes one slow to anger,\n        and it is his glory to overlook an offense.\n    \n\n"
        ],
        "dayNumberOfTheYear": 89
    },
    {
        "reference": "Ephesians 4:31–32",
        "text": [
            "  [31] Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. [32] Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.\n\n"
        ],
        "dayNumberOfTheYear": 90
    },
    {
        "reference": "Matthew 5:46–48",
        "text": [
            "  [46] For if you love those who love you, what reward do you have? Do not even the tax collectors do the same? [47] And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same? [48] You therefore must be perfect, as your heavenly Father is perfect.\n\n"
        ],
        "dayNumberOfTheYear": 91
    },
    {
        "reference": "Matthew 5:18",
        "text": [
            "  [18] For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.\n\n"
        ],
        "dayNumberOfTheYear": 92
    },
    {
        "reference": "John 1:1–3",
        "text": [
            "  [1] In the beginning was the Word, and the Word was with God, and the Word was God. [2] He was in the beginning with God. [3] All things were made through him, and without him was not any thing made that was made.\n\n"
        ],
        "dayNumberOfTheYear": 93
    },
    {
        "reference": "James 3:7–9",
        "text": [
            "  [7] For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by mankind, [8] but no human being can tame the tongue. It is a restless evil, full of deadly poison. [9] With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God.\n\n"
        ],
        "dayNumberOfTheYear": 94
    },
    {
        "reference": "1 Kings 8:56",
        "text": [
            "  [56] “Blessed be the LORD who has given rest to his people Israel, according to all that he promised. Not one word has failed of all his good promise, which he spoke by Moses his servant.\n\n"
        ],
        "dayNumberOfTheYear": 95
    },
    {
        "reference": "Matthew 18:20",
        "text": [
            "  [20] For where two or three are gathered in my name, there am I among them.”\n\n"
        ],
        "dayNumberOfTheYear": 96
    },
    {
        "reference": "Romans 13:10",
        "text": [
            "  [10] Love does no wrong to a neighbor; therefore love is the fulfilling of the law.\n\n"
        ],
        "dayNumberOfTheYear": 97
    },
    {
        "reference": "Acts 20:32",
        "text": [
            "  [32] And now I commend you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified.\n\n"
        ],
        "dayNumberOfTheYear": 98
    },
    {
        "reference": "James 1:19–20",
        "text": [
            "  [19] Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; [20] for the anger of man does not produce the righteousness of God.\n\n"
        ],
        "dayNumberOfTheYear": 99
    },
    {
        "reference": "Proverbs 12:19",
        "text": [
            "    [19] Truthful lips endure forever,\n        but a lying tongue is but for a moment.\n    \n\n"
        ],
        "dayNumberOfTheYear": 100
    },
    {
        "reference": "Mark 10:43–45",
        "text": [
            "  [43] But it shall not be so among you. But whoever would be great among you must be your servant, [44] and whoever would be first among you must be slave of all. [45] For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”\n\n"
        ],
        "dayNumberOfTheYear": 101
    },
    {
        "reference": "Proverbs 18:24",
        "text": [
            "    [24] A man of many companions may come to ruin,\n        but there is a friend who sticks closer than a brother.\n    \n\n"
        ],
        "dayNumberOfTheYear": 102
    },
    {
        "reference": "2 Corinthians 1:21–22",
        "text": [
            "  [21] And it is God who establishes us with you in Christ, and has anointed us, [22] and who has also put his seal on us and given us his Spirit in our hearts as a guarantee.\n\n"
        ],
        "dayNumberOfTheYear": 103
    },
    {
        "reference": "John 1:14",
        "text": [
            "  [14] And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.\n\n"
        ],
        "dayNumberOfTheYear": 104
    },
    {
        "reference": "Nahum 1:7",
        "text": [
            "    [7] The LORD is good,\n        a stronghold in the day of trouble;\n    he knows those who take refuge in him.\n    \n\n"
        ],
        "dayNumberOfTheYear": 105
    },
    {
        "reference": "Matthew 5:6",
        "text": [
            "  [6] “Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.\n\n"
        ],
        "dayNumberOfTheYear": 106
    },
    {
        "reference": "Joshua 1:8",
        "text": [
            "  [8] This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.\n\n"
        ],
        "dayNumberOfTheYear": 107
    },
    {
        "reference": "Psalm 23:4",
        "text": [
            "    [4] Even though I walk through the valley of the shadow of death,\n        I will fear no evil,\n    for you are with me;\n        your rod and your staff,\n        they comfort me.\n    \n\n"
        ],
        "dayNumberOfTheYear": 108
    },
    {
        "reference": "Philippians 4:6–7",
        "text": [
            "  [6] do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. [7] And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.\n\n"
        ],
        "dayNumberOfTheYear": 109
    },
    {
        "reference": "Hebrews 4:16",
        "text": [
            "  [16] Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.\n\n"
        ],
        "dayNumberOfTheYear": 110
    },
    {
        "reference": "Acts 2:36",
        "text": [
            "  [36] Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”\n\n"
        ],
        "dayNumberOfTheYear": 111
    },
    {
        "reference": "2 Corinthians 3:4–6",
        "text": [
            "  [4] Such is the confidence that we have through Christ toward God. [5] Not that we are sufficient in ourselves to claim anything as coming from us, but our sufficiency is from God, [6] who has made us sufficient to be ministers of a new covenant, not of the letter but of the Spirit. For the letter kills, but the Spirit gives life.\n\n"
        ],
        "dayNumberOfTheYear": 112
    },
    {
        "reference": "Psalm 121:7–8",
        "text": [
            "    [7] The LORD will keep you from all evil;\n        he will keep your life.\n    [8] The LORD will keep\n        your going out and your coming in\n        from this time forth and forevermore.\n    \n\n"
        ],
        "dayNumberOfTheYear": 113
    },
    {
        "reference": "Micah 6:8",
        "text": [
            "    [8] He has told you, O man, what is good;\n        and what does the LORD require of you\n    but to do justice, and to love kindness,\n        and to walk humbly with your God?\n    \n\n"
        ],
        "dayNumberOfTheYear": 114
    },
    {
        "reference": "John 11:25–26",
        "text": [
            "  [25] Jesus said to her, “I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live, [26] and everyone who lives and believes in me shall never die. Do you believe this?”\n\n"
        ],
        "dayNumberOfTheYear": 115
    },
    {
        "reference": "1 Corinthians 13:1–3",
        "text": [
            "  [1] If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. [2] And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. [3] If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.\n\n"
        ],
        "dayNumberOfTheYear": 116
    },
    {
        "reference": "Ephesians 4:25",
        "text": [
            "  [25] Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another.\n\n"
        ],
        "dayNumberOfTheYear": 117
    },
    {
        "reference": "Isaiah 41:10",
        "text": [
            "    [10] fear not, for I am with you;\n        be not dismayed, for I am your God;\n    I will strengthen you, I will help you,\n        I will uphold you with my righteous right hand.\n    \n\n"
        ],
        "dayNumberOfTheYear": 118
    },
    {
        "reference": "1 John 4:4",
        "text": [
            "  [4] Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.\n\n"
        ],
        "dayNumberOfTheYear": 119
    },
    {
        "reference": "Proverbs 13:1",
        "text": [
            "    [1] A wise son hears his father’s instruction,\n        but a scoffer does not listen to rebuke.\n    \n\n"
        ],
        "dayNumberOfTheYear": 120
    },
    {
        "reference": "Matthew 6:6",
        "text": [
            "  [6] But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.\n\n"
        ],
        "dayNumberOfTheYear": 121
    },
    {
        "reference": "Matthew 5:9",
        "text": [
            "  [9] “Blessed are the peacemakers, for they shall be called sons of God.\n\n"
        ],
        "dayNumberOfTheYear": 122
    },
    {
        "reference": "Psalm 4:8",
        "text": [
            "    [8] In peace I will both lie down and sleep;\n        for you alone, O LORD, make me dwell in safety.\n    \n\n"
        ],
        "dayNumberOfTheYear": 123
    },
    {
        "reference": "Psalm 23:1",
        "text": [
            "A Psalm of David.\n\n    [1] The LORD is my shepherd; I shall not want.\n    \n\n"
        ],
        "dayNumberOfTheYear": 124
    },
    {
        "reference": "James 1:22–25",
        "text": [
            "  [22] But be doers of the word, and not hearers only, deceiving yourselves. [23] For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. [24] For he looks at himself and goes away and at once forgets what he was like. [25] But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.\n\n"
        ],
        "dayNumberOfTheYear": 125
    },
    {
        "reference": "Matthew 7:7–8",
        "text": [
            "  [7] “Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you. [8] For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.\n\n"
        ],
        "dayNumberOfTheYear": 126
    },
    {
        "reference": "Galatians 6:2",
        "text": [
            "  [2] Bear one another’s burdens, and so fulfill the law of Christ.\n\n"
        ],
        "dayNumberOfTheYear": 127
    },
    {
        "reference": "2 Corinthians 3:17",
        "text": [
            "  [17] Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.\n\n"
        ],
        "dayNumberOfTheYear": 128
    },
    {
        "reference": "Proverbs 3:28–29",
        "text": [
            "    [28] Do not say to your neighbor, “Go, and come again,\n        tomorrow I will give it”—when you have it with you.\n    [29] Do not plan evil against your neighbor,\n        who dwells trustingly beside you.\n    \n\n"
        ],
        "dayNumberOfTheYear": 129
    },
    {
        "reference": "Romans 1:16–17",
        "text": [
            "  [16] For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. [17] For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”\n\n"
        ],
        "dayNumberOfTheYear": 130
    },
    {
        "reference": "1 Peter 3:10–11",
        "text": [
            "  [10] For\n\n    “Whoever desires to love life\n        and see good days,\n    let him keep his tongue from evil\n        and his lips from speaking deceit;\n    [11] let him turn away from evil and do good;\n        let him seek peace and pursue it.\n    \n\n"
        ],
        "dayNumberOfTheYear": 131
    },
    {
        "reference": "2 Corinthians 5:9–10",
        "text": [
            "  [9] So whether we are at home or away, we make it our aim to please him. [10] For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.\n\n"
        ],
        "dayNumberOfTheYear": 132
    },
    {
        "reference": "Lamentations 3:22–23",
        "text": [
            "    [22] The steadfast love of the LORD never ceases;\n        his mercies never come to an end;\n    [23] they are new every morning;\n        great is your faithfulness.\n    \n\n"
        ],
        "dayNumberOfTheYear": 133
    },
    {
        "reference": "Isaiah 61:1",
        "text": [
            "    [1] The Spirit of the Lord GOD is upon me,\n        because the LORD has anointed me\n    to bring good news to the poor;\n        he has sent me to bind up the brokenhearted,\n    to proclaim liberty to the captives,\n        and the opening of the prison to those who are bound;\n    \n\n"
        ],
        "dayNumberOfTheYear": 134
    },
    {
        "reference": "Isaiah 55:10–11",
        "text": [
            "    [10] “For as the rain and the snow come down from heaven\n        and do not return there but water the earth,\n    making it bring forth and sprout,\n        giving seed to the sower and bread to the eater,\n    [11] so shall my word be that goes out from my mouth;\n        it shall not return to me empty,\n    but it shall accomplish that which I purpose,\n        and shall succeed in the thing for which I sent it.\n    \n\n"
        ],
        "dayNumberOfTheYear": 135
    },
    {
        "reference": "1 Samuel 2:2",
        "text": [
            "    [2] “There is none holy like the LORD:\n        for there is none besides you;\n        there is no rock like our God.\n    \n\n"
        ],
        "dayNumberOfTheYear": 136
    },
    {
        "reference": "Proverbs 27:5–6",
        "text": [
            "    [5] Better is open rebuke\n        than hidden love.\n    [6] Faithful are the wounds of a friend;\n        profuse are the kisses of an enemy.\n    \n\n"
        ],
        "dayNumberOfTheYear": 137
    },
    {
        "reference": "2 Corinthians 9:7",
        "text": [
            "  [7] Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.\n\n"
        ],
        "dayNumberOfTheYear": 138
    },
    {
        "reference": "Psalm 99:9",
        "text": [
            "    [9] Exalt the LORD our God,\n        and worship at his holy mountain;\n        for the LORD our God is holy!\n    \n\n"
        ],
        "dayNumberOfTheYear": 139
    },
    {
        "reference": "John 6:47",
        "text": [
            "  [47] Truly, truly, I say to you, whoever believes has eternal life.\n\n"
        ],
        "dayNumberOfTheYear": 140
    },
    {
        "reference": "1 John 2:24–25",
        "text": [
            "  [24] Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. [25] And this is the promise that he made to us—eternal life.\n\n"
        ],
        "dayNumberOfTheYear": 141
    },
    {
        "reference": "Hebrews 13:6",
        "text": [
            "  [6] So we can confidently say,\n\n    “The Lord is my helper;\n        I will not fear;\n    what can man do to me?”\n    \n\n"
        ],
        "dayNumberOfTheYear": 142
    },
    {
        "reference": "Ephesians 2:4–7",
        "text": [
            "  [4] But God, being rich in mercy, because of the great love with which he loved us, [5] even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—[6] and raised us up with him and seated us with him in the heavenly places in Christ Jesus, [7] so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus.\n\n"
        ],
        "dayNumberOfTheYear": 143
    },
    {
        "reference": "Jeremiah 23:23–24",
        "text": [
            "  [23] “Am I a God at hand, declares the LORD, and not a God far away? [24] Can a man hide himself in secret places so that I cannot see him? declares the LORD. Do I not fill heaven and earth? declares the LORD.\n\n"
        ],
        "dayNumberOfTheYear": 144
    },
    {
        "reference": "Colossians 3:23–24",
        "text": [
            "  [23] Whatever you do, work heartily, as for the Lord and not for men, [24] knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.\n\n"
        ],
        "dayNumberOfTheYear": 145
    },
    {
        "reference": "Jude 24–25",
        "text": [
            "  [24] Now to him who is able to keep you from stumbling and to present you blameless before the presence of his glory with great joy, [25] to the only God, our Savior, through Jesus Christ our Lord, be glory, majesty, dominion, and authority, before all time and now and forever. Amen.\n\n"
        ],
        "dayNumberOfTheYear": 146
    },
    {
        "reference": "Proverbs 28:10",
        "text": [
            "    [10] Whoever misleads the upright into an evil way\n        will fall into his own pit,\n        but the blameless will have a goodly inheritance.\n    \n\n"
        ],
        "dayNumberOfTheYear": 147
    },
    {
        "reference": "Proverbs 16:28",
        "text": [
            "    [28] A dishonest man spreads strife,\n        and a whisperer separates close friends.\n    \n\n"
        ],
        "dayNumberOfTheYear": 148
    },
    {
        "reference": "Proverbs 10:12",
        "text": [
            "    [12] Hatred stirs up strife,\n        but love covers all offenses.\n    \n\n"
        ],
        "dayNumberOfTheYear": 149
    },
    {
        "reference": "Matthew 12:36–37",
        "text": [
            "  [36] I tell you, on the day of judgment people will give account for every careless word they speak, [37] for by your words you will be justified, and by your words you will be condemned.”\n\n"
        ],
        "dayNumberOfTheYear": 150
    },
    {
        "reference": "Romans 6:23",
        "text": [
            "  [23] For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.\n\n"
        ],
        "dayNumberOfTheYear": 151
    },
    {
        "reference": "Romans 8:37",
        "text": [
            "  [37] No, in all these things we are more than conquerors through him who loved us.\n\n"
        ],
        "dayNumberOfTheYear": 152
    },
    {
        "reference": "Matthew 6:14–15",
        "text": [
            "  [14] For if you forgive others their trespasses, your heavenly Father will also forgive you, [15] but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.\n\n"
        ],
        "dayNumberOfTheYear": 153
    },
    {
        "reference": "Psalm 25:7",
        "text": [
            "    [7] Remember not the sins of my youth or my transgressions;\n        according to your steadfast love remember me,\n        for the sake of your goodness, O LORD!\n    \n\n"
        ],
        "dayNumberOfTheYear": 154
    },
    {
        "reference": "Proverbs 16:7",
        "text": [
            "    [7] When a man’s ways please the LORD,\n        he makes even his enemies to be at peace with him.\n    \n\n"
        ],
        "dayNumberOfTheYear": 155
    },
    {
        "reference": "2 Thessalonians 3:5",
        "text": [
            "  [5] May the Lord direct your hearts to the love of God and to the steadfastness of Christ.\n\n"
        ],
        "dayNumberOfTheYear": 156
    },
    {
        "reference": "1 Peter 3:8–9",
        "text": [
            "  [8] Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. [9] Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.\n\n"
        ],
        "dayNumberOfTheYear": 157
    },
    {
        "reference": "Matthew 6:2–4",
        "text": [
            "  [2] “Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward. [3] But when you give to the needy, do not let your left hand know what your right hand is doing, [4] so that your giving may be in secret. And your Father who sees in secret will reward you.\n\n"
        ],
        "dayNumberOfTheYear": 158
    },
    {
        "reference": "Ephesians 5:1–2",
        "text": [
            "  [1] Therefore be imitators of God, as beloved children. [2] And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.\n\n"
        ],
        "dayNumberOfTheYear": 159
    },
    {
        "reference": "Proverbs 10:4–5",
        "text": [
            "    [4] A slack hand causes poverty,\n        but the hand of the diligent makes rich.\n    [5] He who gathers in summer is a prudent son,\n        but he who sleeps in harvest is a son who brings shame.\n    \n\n"
        ],
        "dayNumberOfTheYear": 160
    },
    {
        "reference": "Philippians 2:5–8",
        "text": [
            "  [5] Have this mind among yourselves, which is yours in Christ Jesus, [6] who, though he was in the form of God, did not count equality with God a thing to be grasped, [7] but emptied himself, by taking the form of a servant, being born in the likeness of men. [8] And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.\n\n"
        ],
        "dayNumberOfTheYear": 161
    },
    {
        "reference": "Romans 8:18",
        "text": [
            "  [18] For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.\n\n"
        ],
        "dayNumberOfTheYear": 162
    },
    {
        "reference": "Isaiah 40:30–31",
        "text": [
            "    [30] Even youths shall faint and be weary,\n        and young men shall fall exhausted;\n    [31] but they who wait for the LORD shall renew their strength;\n        they shall mount up with wings like eagles;\n    they shall run and not be weary;\n        they shall walk and not faint.\n    \n\n"
        ],
        "dayNumberOfTheYear": 163
    },
    {
        "reference": "Revelation 3:20",
        "text": [
            "  [20] Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.\n\n"
        ],
        "dayNumberOfTheYear": 164
    },
    {
        "reference": "Jeremiah 29:11",
        "text": [
            "  [11] For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.\n\n"
        ],
        "dayNumberOfTheYear": 165
    },
    {
        "reference": "Matthew 18:21–22",
        "text": [
            "  [21] Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” [22] Jesus said to him, “I do not say to you seven times, but seventy-seven times.\n\n"
        ],
        "dayNumberOfTheYear": 166
    },
    {
        "reference": "2 Samuel 7:28",
        "text": [
            "  [28] And now, O Lord GOD, you are God, and your words are true, and you have promised this good thing to your servant.\n\n"
        ],
        "dayNumberOfTheYear": 167
    },
    {
        "reference": "Ephesians 4:1–3",
        "text": [
            "  [1] I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, [2] with all humility and gentleness, with patience, bearing with one another in love, [3] eager to maintain the unity of the Spirit in the bond of peace.\n\n"
        ],
        "dayNumberOfTheYear": 168
    },
    {
        "reference": "Isaiah 26:8",
        "text": [
            "    [8] In the path of your judgments,\n        O LORD, we wait for you;\n    your name and remembrance\n        are the desire of our soul.\n    \n\n"
        ],
        "dayNumberOfTheYear": 169
    },
    {
        "reference": "Luke 6:35–36",
        "text": [
            "  [35] But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil. [36] Be merciful, even as your Father is merciful.\n\n"
        ],
        "dayNumberOfTheYear": 170
    },
    {
        "reference": "Proverbs 22:4",
        "text": [
            "    [4] The reward for humility and fear of the LORD\n        is riches and honor and life.\n    \n\n"
        ],
        "dayNumberOfTheYear": 171
    },
    {
        "reference": "Ephesians 2:8–9",
        "text": [
            "  [8] For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, [9] not a result of works, so that no one may boast.\n\n"
        ],
        "dayNumberOfTheYear": 172
    },
    {
        "reference": "1 John 3:1",
        "text": [
            "  [1] See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him.\n\n"
        ],
        "dayNumberOfTheYear": 173
    },
    {
        "reference": "Psalm 63:3–4",
        "text": [
            "    [3] Because your steadfast love is better than life,\n        my lips will praise you.\n    [4] So I will bless you as long as I live;\n        in your name I will lift up my hands.\n    \n\n"
        ],
        "dayNumberOfTheYear": 174
    },
    {
        "reference": "Matthew 23:12",
        "text": [
            "  [12] Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.\n\n"
        ],
        "dayNumberOfTheYear": 175
    },
    {
        "reference": "Ephesians 4:26–27",
        "text": [
            "  [26] Be angry and do not sin; do not let the sun go down on your anger, [27] and give no opportunity to the devil.\n\n"
        ],
        "dayNumberOfTheYear": 176
    },
    {
        "reference": "Psalm 55:17",
        "text": [
            "    [17] Evening and morning and at noon\n        I utter my complaint and moan,\n        and he hears my voice.\n    \n\n"
        ],
        "dayNumberOfTheYear": 177
    },
    {
        "reference": "Romans 12:21",
        "text": [
            "  [21] Do not be overcome by evil, but overcome evil with good.\n\n"
        ],
        "dayNumberOfTheYear": 178
    },
    {
        "reference": "Psalm 51:4",
        "text": [
            "    [4] Against you, you only, have I sinned\n        and done what is evil in your sight,\n    so that you may be justified in your words\n        and blameless in your judgment.\n    \n\n"
        ],
        "dayNumberOfTheYear": 179
    },
    {
        "reference": "Psalm 46:1–3",
        "text": [
            "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song.\n\n    [1] God is our refuge and strength,\n        a very present help in trouble.\n    [2] Therefore we will not fear though the earth gives way,\n        though the mountains be moved into the heart of the sea,\n    [3] though its waters roar and foam,\n        though the mountains tremble at its swelling. Selah\n    \n\n"
        ],
        "dayNumberOfTheYear": 180
    },
    {
        "reference": "Philippians 4:8",
        "text": [
            "  [8] Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.\n\n"
        ],
        "dayNumberOfTheYear": 181
    },
    {
        "reference": "Proverbs 15:22",
        "text": [
            "    [22] Without counsel plans fail,\n        but with many advisers they succeed.\n    \n\n"
        ],
        "dayNumberOfTheYear": 182
    },
    {
        "reference": "1 John 4:18",
        "text": [
            "  [18] There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.\n\n"
        ],
        "dayNumberOfTheYear": 183
    },
    {
        "reference": "1 Corinthians 15:56–57",
        "text": [
            "  [56] The sting of death is sin, and the power of sin is the law. [57] But thanks be to God, who gives us the victory through our Lord Jesus Christ.\n\n"
        ],
        "dayNumberOfTheYear": 184
    },
    {
        "reference": "Exodus 15:11",
        "text": [
            "    [11] “Who is like you, O LORD, among the gods?\n        Who is like you, majestic in holiness,\n        awesome in glorious deeds, doing wonders?\n    \n\n"
        ],
        "dayNumberOfTheYear": 185
    },
    {
        "reference": "Hebrews 13:5",
        "text": [
            "  [5] Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”\n\n"
        ],
        "dayNumberOfTheYear": 186
    },
    {
        "reference": "Matthew 28:18–20",
        "text": [
            "  [18] And Jesus came and said to them, “All authority in heaven and on earth has been given to me. [19] Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, [20] teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”\n\n"
        ],
        "dayNumberOfTheYear": 187
    },
    {
        "reference": "Proverbs 14:30",
        "text": [
            "    [30] A tranquil heart gives life to the flesh,\n        but envy makes the bones rot.\n    \n\n"
        ],
        "dayNumberOfTheYear": 188
    },
    {
        "reference": "2 Peter 3:8",
        "text": [
            "  [8] But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day.\n\n"
        ],
        "dayNumberOfTheYear": 189
    },
    {
        "reference": "Hebrews 11:6",
        "text": [
            "  [6] And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.\n\n"
        ],
        "dayNumberOfTheYear": 190
    },
    {
        "reference": "Psalm 9:7–8",
        "text": [
            "    [7] But the LORD sits enthroned forever;\n        he has established his throne for justice,\n    [8] and he judges the world with righteousness;\n        he judges the peoples with uprightness.\n    \n\n"
        ],
        "dayNumberOfTheYear": 191
    },
    {
        "reference": "Psalm 135:5–7",
        "text": [
            "    [5] For I know that the LORD is great,\n        and that our Lord is above all gods.\n    [6] Whatever the LORD pleases, he does,\n        in heaven and on earth,\n        in the seas and all deeps.\n    [7] He it is who makes the clouds rise at the end of the earth,\n        who makes lightnings for the rain\n        and brings forth the wind from his storehouses.\n    \n\n"
        ],
        "dayNumberOfTheYear": 192
    },
    {
        "reference": "Psalm 136:1–3",
        "text": [
            "    [1] Give thanks to the LORD, for he is good,\n        for his steadfast love endures forever.\n    [2] Give thanks to the God of gods,\n        for his steadfast love endures forever.\n    [3] Give thanks to the Lord of lords,\n        for his steadfast love endures forever;\n    \n\n"
        ],
        "dayNumberOfTheYear": 193
    },
    {
        "reference": "Leviticus 20:7–8",
        "text": [
            "  [7] Consecrate yourselves, therefore, and be holy, for I am the LORD your God. [8] Keep my statutes and do them; I am the LORD who sanctifies you.\n\n"
        ],
        "dayNumberOfTheYear": 194
    },
    {
        "reference": "Psalm 32:1–2",
        "text": [
            "A Maskil of David.\n\n    [1] Blessed is the one whose transgression is forgiven,\n        whose sin is covered.\n    [2] Blessed is the man against whom the LORD counts no iniquity,\n        and in whose spirit there is no deceit.\n    \n\n"
        ],
        "dayNumberOfTheYear": 195
    },
    {
        "reference": "Proverbs 22:6",
        "text": [
            "    [6] Train up a child in the way he should go;\n        even when he is old he will not depart from it.\n    \n\n"
        ],
        "dayNumberOfTheYear": 196
    },
    {
        "reference": "Psalm 3:3",
        "text": [
            "    [3] But you, O LORD, are a shield about me,\n        my glory, and the lifter of my head.\n    \n\n"
        ],
        "dayNumberOfTheYear": 197
    },
    {
        "reference": "Proverbs 1:7",
        "text": [
            "    [7] The fear of the LORD is the beginning of knowledge;\n        fools despise wisdom and instruction.\n    \n\n"
        ],
        "dayNumberOfTheYear": 198
    },
    {
        "reference": "Matthew 6:1",
        "text": [
            "  [1] “Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.\n\n"
        ],
        "dayNumberOfTheYear": 199
    },
    {
        "reference": "Isaiah 30:21",
        "text": [
            "  [21] And your ears shall hear a word behind you, saying, “This is the way, walk in it,” when you turn to the right or when you turn to the left.\n\n"
        ],
        "dayNumberOfTheYear": 200
    },
    {
        "reference": "Psalm 103:2–5",
        "text": [
            "    [2] Bless the LORD, O my soul,\n        and forget not all his benefits,\n    [3] who forgives all your iniquity,\n        who heals all your diseases,\n    [4] who redeems your life from the pit,\n        who crowns you with steadfast love and mercy,\n    [5] who satisfies you with good\n        so that your youth is renewed like the eagle’s.\n    \n\n"
        ],
        "dayNumberOfTheYear": 201
    },
    {
        "reference": "2 Timothy 1:8–9",
        "text": [
            "  [8] Therefore do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God, [9] who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,\n\n"
        ],
        "dayNumberOfTheYear": 202
    },
    {
        "reference": "1 Corinthians 13:13",
        "text": [
            "  [13] So now faith, hope, and love abide, these three; but the greatest of these is love.\n\n"
        ],
        "dayNumberOfTheYear": 203
    },
    {
        "reference": "Romans 8:6",
        "text": [
            "  [6] For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.\n\n"
        ],
        "dayNumberOfTheYear": 204
    },
    {
        "reference": "Acts 17:24–25",
        "text": [
            "  [24] The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man, [25] nor is he served by human hands, as though he needed anything, since he himself gives to all mankind life and breath and everything.\n\n"
        ],
        "dayNumberOfTheYear": 205
    },
    {
        "reference": "Exodus 14:14",
        "text": [
            "  [14] The LORD will fight for you, and you have only to be silent.”\n\n"
        ],
        "dayNumberOfTheYear": 206
    },
    {
        "reference": "Luke 12:29–31",
        "text": [
            "  [29] And do not seek what you are to eat and what you are to drink, nor be worried. [30] For all the nations of the world seek after these things, and your Father knows that you need them. [31] Instead, seek his kingdom, and these things will be added to you.\n\n"
        ],
        "dayNumberOfTheYear": 207
    },
    {
        "reference": "John 8:32",
        "text": [
            "  [32] and you will know the truth, and the truth will set you free.”\n\n"
        ],
        "dayNumberOfTheYear": 208
    },
    {
        "reference": "Romans 6:3–4",
        "text": [
            "  [3] Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? [4] We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.\n\n"
        ],
        "dayNumberOfTheYear": 209
    },
    {
        "reference": "Isaiah 40:26",
        "text": [
            "    [26] Lift up your eyes on high and see:\n        who created these?\n    He who brings out their host by number,\n        calling them all by name;\n    by the greatness of his might\n        and because he is strong in power,\n        not one is missing.\n    \n\n"
        ],
        "dayNumberOfTheYear": 210
    },
    {
        "reference": "Luke 4:18–19",
        "text": [
            "    [18] “The Spirit of the Lord is upon me,\n        because he has anointed me\n        to proclaim good news to the poor.\n    He has sent me to proclaim liberty to the captives\n        and recovering of sight to the blind,\n        to set at liberty those who are oppressed,\n    [19] to proclaim the year of the Lord’s favor.”\n    \n\n"
        ],
        "dayNumberOfTheYear": 211
    },
    {
        "reference": "1 John 4:9",
        "text": [
            "  [9] In this the love of God was made manifest among us, that God sent his only Son into the world, so that we might live through him.\n\n"
        ],
        "dayNumberOfTheYear": 212
    },
    {
        "reference": "Exodus 20:16",
        "text": [
            "  [16] “You shall not bear false witness against your neighbor.\n\n"
        ],
        "dayNumberOfTheYear": 213
    },
    {
        "reference": "Proverbs 3:1–2",
        "text": [
            "    [1] My son, do not forget my teaching,\n        but let your heart keep my commandments,\n    [2] for length of days and years of life\n        and peace they will add to you.\n    \n\n"
        ],
        "dayNumberOfTheYear": 214
    },
    {
        "reference": "Romans 5:3–5",
        "text": [
            "  [3] Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, [4] and endurance produces character, and character produces hope, [5] and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.\n\n"
        ],
        "dayNumberOfTheYear": 215
    },
    {
        "reference": "Hebrews 13:16",
        "text": [
            "  [16] Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.\n\n"
        ],
        "dayNumberOfTheYear": 216
    },
    {
        "reference": "Hebrews 4:12",
        "text": [
            "  [12] For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.\n\n"
        ],
        "dayNumberOfTheYear": 217
    },
    {
        "reference": "Romans 14:8",
        "text": [
            "  [8] For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s.\n\n"
        ],
        "dayNumberOfTheYear": 218
    },
    {
        "reference": "Galatians 6:1",
        "text": [
            "  [1] Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.\n\n"
        ],
        "dayNumberOfTheYear": 219
    },
    {
        "reference": "1 Corinthians 15:58",
        "text": [
            "  [58] Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.\n\n"
        ],
        "dayNumberOfTheYear": 220
    },
    {
        "reference": "Proverbs 21:21",
        "text": [
            "    [21] Whoever pursues righteousness and kindness\n        will find life, righteousness, and honor.\n    \n\n"
        ],
        "dayNumberOfTheYear": 221
    },
    {
        "reference": "Psalm 104:24",
        "text": [
            "    [24] O LORD, how manifold are your works!\n        In wisdom have you made them all;\n        the earth is full of your creatures.\n    \n\n"
        ],
        "dayNumberOfTheYear": 222
    },
    {
        "reference": "Matthew 5:10",
        "text": [
            "  [10] “Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.\n\n"
        ],
        "dayNumberOfTheYear": 223
    },
    {
        "reference": "1 Thessalonians 5:15",
        "text": [
            "  [15] See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone.\n\n"
        ],
        "dayNumberOfTheYear": 224
    },
    {
        "reference": "2 Timothy 2:2",
        "text": [
            "  [2] and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.\n\n"
        ],
        "dayNumberOfTheYear": 225
    },
    {
        "reference": "James 4:7",
        "text": [
            "  [7] Submit yourselves therefore to God. Resist the devil, and he will flee from you.\n\n"
        ],
        "dayNumberOfTheYear": 226
    },
    {
        "reference": "Psalm 31:24",
        "text": [
            "    [24] Be strong, and let your heart take courage,\n        all you who wait for the LORD!\n    \n\n"
        ],
        "dayNumberOfTheYear": 227
    },
    {
        "reference": "1 Peter 5:8–9",
        "text": [
            "  [8] Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour. [9] Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world.\n\n"
        ],
        "dayNumberOfTheYear": 228
    },
    {
        "reference": "Mark 13:31",
        "text": [
            "  [31] Heaven and earth will pass away, but my words will not pass away.\n\n"
        ],
        "dayNumberOfTheYear": 229
    },
    {
        "reference": "Romans 5:8",
        "text": [
            "  [8] but God shows his love for us in that while we were still sinners, Christ died for us.\n\n"
        ],
        "dayNumberOfTheYear": 230
    },
    {
        "reference": "Proverbs 21:17",
        "text": [
            "    [17] Whoever loves pleasure will be a poor man;\n        he who loves wine and oil will not be rich.\n    \n\n"
        ],
        "dayNumberOfTheYear": 231
    },
    {
        "reference": "Isaiah 50:7",
        "text": [
            "    [7] But the Lord GOD helps me;\n        therefore I have not been disgraced;\n    therefore I have set my face like a flint,\n        and I know that I shall not be put to shame.\n    \n\n"
        ],
        "dayNumberOfTheYear": 232
    },
    {
        "reference": "Psalm 19:14",
        "text": [
            "    [14] Let the words of my mouth and the meditation of my heart\n        be acceptable in your sight,\n        O LORD, my rock and my redeemer.\n    \n\n"
        ],
        "dayNumberOfTheYear": 233
    },
    {
        "reference": "Psalm 5:11–12",
        "text": [
            "    [11] But let all who take refuge in you rejoice;\n        let them ever sing for joy,\n    and spread your protection over them,\n        that those who love your name may exult in you.\n    [12] For you bless the righteous, O LORD;\n        you cover him with favor as with a shield.\n    \n\n"
        ],
        "dayNumberOfTheYear": 234
    },
    {
        "reference": "Proverbs 12:1",
        "text": [
            "    [1] Whoever loves discipline loves knowledge,\n        but he who hates reproof is stupid.\n    \n\n"
        ],
        "dayNumberOfTheYear": 235
    },
    {
        "reference": "Ephesians 4:29",
        "text": [
            "  [29] Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.\n\n"
        ],
        "dayNumberOfTheYear": 236
    },
    {
        "reference": "John 14:23",
        "text": [
            "  [23] Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.\n\n"
        ],
        "dayNumberOfTheYear": 237
    },
    {
        "reference": "Psalm 51:10",
        "text": [
            "    [10] Create in me a clean heart, O God,\n        and renew a right spirit within me.\n    \n\n"
        ],
        "dayNumberOfTheYear": 238
    },
    {
        "reference": "Luke 6:37–38",
        "text": [
            "  [37] “Judge not, and you will not be judged; condemn not, and you will not be condemned; forgive, and you will be forgiven; [38] give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”\n\n"
        ],
        "dayNumberOfTheYear": 239
    },
    {
        "reference": "Psalm 1:1–3",
        "text": [
            "    [1] Blessed is the man\n        who walks not in the counsel of the wicked,\n    nor stands in the way of sinners,\n        nor sits in the seat of scoffers;\n    [2] but his delight is in the law of the LORD,\n        and on his law he meditates day and night.\n    \n    \n    [3] He is like a tree\n        planted by streams of water\n    that yields its fruit in its season,\n        and its leaf does not wither.\n    In all that he does, he prospers.\n    \n\n"
        ],
        "dayNumberOfTheYear": 240
    },
    {
        "reference": "Romans 12:13",
        "text": [
            "  [13] Contribute to the needs of the saints and seek to show hospitality.\n\n"
        ],
        "dayNumberOfTheYear": 241
    },
    {
        "reference": "1 John 4:10–11",
        "text": [
            "  [10] In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins. [11] Beloved, if God so loved us, we also ought to love one another.\n\n"
        ],
        "dayNumberOfTheYear": 242
    },
    {
        "reference": "John 15:12–14",
        "text": [
            "  [12] “This is my commandment, that you love one another as I have loved you. [13] Greater love has no one than this, that someone lay down his life for his friends. [14] You are my friends if you do what I command you.\n\n"
        ],
        "dayNumberOfTheYear": 243
    },
    {
        "reference": "James 1:2–4",
        "text": [
            "  [2] Count it all joy, my brothers, when you meet trials of various kinds, [3] for you know that the testing of your faith produces steadfastness. [4] And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.\n\n"
        ],
        "dayNumberOfTheYear": 244
    },
    {
        "reference": "2 Timothy 2:15",
        "text": [
            "  [15] Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.\n\n"
        ],
        "dayNumberOfTheYear": 245
    },
    {
        "reference": "John 20:29",
        "text": [
            "  [29] Jesus said to him, “Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.”\n\n"
        ],
        "dayNumberOfTheYear": 246
    },
    {
        "reference": "John 8:36",
        "text": [
            "  [36] So if the Son sets you free, you will be free indeed.\n\n"
        ],
        "dayNumberOfTheYear": 247
    },
    {
        "reference": "Philippians 1:21",
        "text": [
            "  [21] For to me to live is Christ, and to die is gain.\n\n"
        ],
        "dayNumberOfTheYear": 248
    },
    {
        "reference": "John 14:16–17",
        "text": [
            "  [16] And I will ask the Father, and he will give you another Helper, to be with you forever, [17] even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.\n\n"
        ],
        "dayNumberOfTheYear": 249
    },
    {
        "reference": "Proverbs 11:28",
        "text": [
            "    [28] Whoever trusts in his riches will fall,\n        but the righteous will flourish like a green leaf.\n    \n\n"
        ],
        "dayNumberOfTheYear": 250
    },
    {
        "reference": "2 Corinthians 4:11",
        "text": [
            "  [11] For we who live are always being given over to death for Jesus’ sake, so that the life of Jesus also may be manifested in our mortal flesh.\n\n"
        ],
        "dayNumberOfTheYear": 251
    },
    {
        "reference": "Hebrews 2:18",
        "text": [
            "  [18] For because he himself has suffered when tempted, he is able to help those who are being tempted.\n\n"
        ],
        "dayNumberOfTheYear": 252
    },
    {
        "reference": "John 10:27–30",
        "text": [
            "  [27] My sheep hear my voice, and I know them, and they follow me. [28] I give them eternal life, and they will never perish, and no one will snatch them out of my hand. [29] My Father, who has given them to me, is greater than all, and no one is able to snatch them out of the Father’s hand. [30] I and the Father are one.”\n\n"
        ],
        "dayNumberOfTheYear": 253
    },
    {
        "reference": "Psalm 119:11",
        "text": [
            "    [11] I have stored up your word in my heart,\n        that I might not sin against you.\n    \n\n"
        ],
        "dayNumberOfTheYear": 254
    },
    {
        "reference": "1 Corinthians 6:19–20",
        "text": [
            "  [19] Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, [20] for you were bought with a price. So glorify God in your body.\n\n"
        ],
        "dayNumberOfTheYear": 255
    },
    {
        "reference": "2 Corinthians 7:1",
        "text": [
            "  [1] Since we have these promises, beloved, let us cleanse ourselves from every defilement of body and spirit, bringing holiness to completion in the fear of God.\n\n"
        ],
        "dayNumberOfTheYear": 256
    },
    {
        "reference": "Psalm 24:7–8",
        "text": [
            "    [7] Lift up your heads, O gates!\n        And be lifted up, O ancient doors,\n        that the King of glory may come in.\n    [8] Who is this King of glory?\n        The LORD, strong and mighty,\n        the LORD, mighty in battle!\n    \n\n"
        ],
        "dayNumberOfTheYear": 257
    },
    {
        "reference": "Isaiah 32:17",
        "text": [
            "    [17] And the effect of righteousness will be peace,\n        and the result of righteousness, quietness and trust forever.\n    \n\n"
        ],
        "dayNumberOfTheYear": 258
    },
    {
        "reference": "2 Timothy 4:7",
        "text": [
            "  [7] I have fought the good fight, I have finished the race, I have kept the faith.\n\n"
        ],
        "dayNumberOfTheYear": 259
    },
    {
        "reference": "Isaiah 55:8–9",
        "text": [
            "    [8] For my thoughts are not your thoughts,\n        neither are your ways my ways, declares the LORD.\n    [9] For as the heavens are higher than the earth,\n        so are my ways higher than your ways\n        and my thoughts than your thoughts.\n    \n\n"
        ],
        "dayNumberOfTheYear": 260
    },
    {
        "reference": "Zephaniah 3:17",
        "text": [
            "    [17] The LORD your God is in your midst,\n        a mighty one who will save;\n    he will rejoice over you with gladness;\n        he will quiet you by his love;\n    he will exult over you with loud singing.\n    \n\n"
        ],
        "dayNumberOfTheYear": 261
    },
    {
        "reference": "Ephesians 1:13–14",
        "text": [
            "  [13] In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit, [14] who is the guarantee of our inheritance until we acquire possession of it, to the praise of his glory.\n\n"
        ],
        "dayNumberOfTheYear": 262
    },
    {
        "reference": "Deuteronomy 8:17–18",
        "text": [
            "  [17] Beware lest you say in your heart, ‘My power and the might of my hand have gotten me this wealth.’ [18] You shall remember the LORD your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day.\n\n"
        ],
        "dayNumberOfTheYear": 263
    },
    {
        "reference": "2 Timothy 1:7",
        "text": [
            "  [7] for God gave us a spirit not of fear but of power and love and self-control.\n\n"
        ],
        "dayNumberOfTheYear": 264
    },
    {
        "reference": "Matthew 22:37–39",
        "text": [
            "  [37] And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind. [38] This is the great and first commandment. [39] And a second is like it: You shall love your neighbor as yourself.\n\n"
        ],
        "dayNumberOfTheYear": 265
    },
    {
        "reference": "Luke 19:10",
        "text": [
            "  [10] For the Son of Man came to seek and to save the lost.”\n\n"
        ],
        "dayNumberOfTheYear": 266
    },
    {
        "reference": "Romans 12:1",
        "text": [
            "  [1] I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.\n\n"
        ],
        "dayNumberOfTheYear": 267
    },
    {
        "reference": "Romans 8:31",
        "text": [
            "  [31] What then shall we say to these things? If God is for us, who can be against us?\n\n"
        ],
        "dayNumberOfTheYear": 268
    },
    {
        "reference": "Hebrews 12:3",
        "text": [
            "  [3] Consider him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted.\n\n"
        ],
        "dayNumberOfTheYear": 269
    },
    {
        "reference": "Hebrews 11:1",
        "text": [
            "  [1] Now faith is the assurance of things hoped for, the conviction of things not seen.\n\n"
        ],
        "dayNumberOfTheYear": 270
    },
    {
        "reference": "Proverbs 28:6",
        "text": [
            "    [6] Better is a poor man who walks in his integrity\n        than a rich man who is crooked in his ways.\n    \n\n"
        ],
        "dayNumberOfTheYear": 271
    },
    {
        "reference": "2 Corinthians 5:17",
        "text": [
            "  [17] Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.\n\n"
        ],
        "dayNumberOfTheYear": 272
    },
    {
        "reference": "1 John 4:12–13",
        "text": [
            "  [12] No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.\n\n  [13] By this we know that we abide in him and he in us, because he has given us of his Spirit.\n\n"
        ],
        "dayNumberOfTheYear": 273
    },
    {
        "reference": "Ephesians 1:3",
        "text": [
            "  [3] Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places,\n\n"
        ],
        "dayNumberOfTheYear": 274
    },
    {
        "reference": "2 Corinthians 10:17–18",
        "text": [
            "  [17] “Let the one who boasts, boast in the Lord.” [18] For it is not the one who commends himself who is approved, but the one whom the Lord commends.\n\n"
        ],
        "dayNumberOfTheYear": 275
    },
    {
        "reference": "Psalm 107:1",
        "text": [
            "    [1] Oh give thanks to the LORD, for he is good,\n        for his steadfast love endures forever!\n    \n\n"
        ],
        "dayNumberOfTheYear": 276
    },
    {
        "reference": "Titus 3:4–7",
        "text": [
            "  [4] But when the goodness and loving kindness of God our Savior appeared, [5] he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, [6] whom he poured out on us richly through Jesus Christ our Savior, [7] so that being justified by his grace we might become heirs according to the hope of eternal life.\n\n"
        ],
        "dayNumberOfTheYear": 277
    },
    {
        "reference": "Romans 8:15",
        "text": [
            "  [15] For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”\n\n"
        ],
        "dayNumberOfTheYear": 278
    },
    {
        "reference": "1 Peter 2:2–3",
        "text": [
            "  [2] Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—[3] if indeed you have tasted that the Lord is good.\n\n"
        ],
        "dayNumberOfTheYear": 279
    },
    {
        "reference": "Psalm 139:7–10",
        "text": [
            "    [7] Where shall I go from your Spirit?\n        Or where shall I flee from your presence?\n    [8] If I ascend to heaven, you are there!\n        If I make my bed in Sheol, you are there!\n    [9] If I take the wings of the morning\n        and dwell in the uttermost parts of the sea,\n    [10] even there your hand shall lead me,\n        and your right hand shall hold me.\n    \n\n"
        ],
        "dayNumberOfTheYear": 280
    },
    {
        "reference": "John 14:27",
        "text": [
            "  [27] Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.\n\n"
        ],
        "dayNumberOfTheYear": 281
    },
    {
        "reference": "Psalm 18:1–2",
        "text": [
            "To the choirmaster. A Psalm of David, the servant of the LORD, who addressed the words of this song to the LORD on the day when the LORD delivered him from the hand of all his enemies, and from the hand of Saul. He said:\n\n    [1] I love you, O LORD, my strength.\n    [2] The LORD is my rock and my fortress and my deliverer,\n        my God, my rock, in whom I take refuge,\n        my shield, and the horn of my salvation, my stronghold.\n    \n\n"
        ],
        "dayNumberOfTheYear": 282
    },
    {
        "reference": "1 Corinthians 10:13",
        "text": [
            "  [13] No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.\n\n"
        ],
        "dayNumberOfTheYear": 283
    },
    {
        "reference": "Mark 12:30–31",
        "text": [
            "  [30] And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’ [31] The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”\n\n"
        ],
        "dayNumberOfTheYear": 284
    },
    {
        "reference": "2 Timothy 3:16–17",
        "text": [
            "  [16] All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, [17] that the man of God may be complete, equipped for every good work.\n\n"
        ],
        "dayNumberOfTheYear": 285
    },
    {
        "reference": "John 14:18",
        "text": [
            "  [18] “I will not leave you as orphans; I will come to you.\n\n"
        ],
        "dayNumberOfTheYear": 286
    },
    {
        "reference": "Proverbs 18:10",
        "text": [
            "    [10] The name of the LORD is a strong tower;\n        the righteous man runs into it and is safe.\n    \n\n"
        ],
        "dayNumberOfTheYear": 287
    },
    {
        "reference": "Psalm 105:7–8",
        "text": [
            "    [7] He is the LORD our God;\n        his judgments are in all the earth.\n    [8] He remembers his covenant forever,\n        the word that he commanded, for a thousand generations,\n    \n\n"
        ],
        "dayNumberOfTheYear": 288
    },
    {
        "reference": "Isaiah 50:10",
        "text": [
            "    [10] Who among you fears the LORD\n        and obeys the voice of his servant?\n    Let him who walks in darkness\n        and has no light\n    trust in the name of the LORD\n        and rely on his God.\n    \n\n"
        ],
        "dayNumberOfTheYear": 289
    },
    {
        "reference": "Ephesians 2:1–3",
        "text": [
            "  [1] And you were dead in the trespasses and sins [2] in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—[3] among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind.\n\n"
        ],
        "dayNumberOfTheYear": 290
    },
    {
        "reference": "Colossians 3:15",
        "text": [
            "  [15] And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.\n\n"
        ],
        "dayNumberOfTheYear": 291
    },
    {
        "reference": "2 Corinthians 5:21",
        "text": [
            "  [21] For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.\n\n"
        ],
        "dayNumberOfTheYear": 292
    },
    {
        "reference": "Psalm 30:11–12",
        "text": [
            "    [11] You have turned for me my mourning into dancing;\n        you have loosed my sackcloth\n        and clothed me with gladness,\n    [12] that my glory may sing your praise and not be silent.\n        O LORD my God, I will give thanks to you forever!\n    \n\n"
        ],
        "dayNumberOfTheYear": 293
    },
    {
        "reference": "Proverbs 20:22",
        "text": [
            "    [22] Do not say, “I will repay evil”;\n        wait for the LORD, and he will deliver you.\n    \n\n"
        ],
        "dayNumberOfTheYear": 294
    },
    {
        "reference": "James 1:5–6",
        "text": [
            "  [5] If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. [6] But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.\n\n"
        ],
        "dayNumberOfTheYear": 295
    },
    {
        "reference": "Proverbs 20:9",
        "text": [
            "    [9] Who can say, “I have made my heart pure;\n        I am clean from my sin”?\n    \n\n"
        ],
        "dayNumberOfTheYear": 296
    },
    {
        "reference": "Proverbs 13:20",
        "text": [
            "    [20] Whoever walks with the wise becomes wise,\n        but the companion of fools will suffer harm.\n    \n\n"
        ],
        "dayNumberOfTheYear": 297
    },
    {
        "reference": "James 5:8",
        "text": [
            "  [8] You also, be patient. Establish your hearts, for the coming of the Lord is at hand.\n\n"
        ],
        "dayNumberOfTheYear": 298
    },
    {
        "reference": "Psalm 73:28",
        "text": [
            "    [28] But for me it is good to be near God;\n        I have made the Lord GOD my refuge,\n        that I may tell of all your works.\n    \n\n"
        ],
        "dayNumberOfTheYear": 299
    },
    {
        "reference": "Psalm 68:19",
        "text": [
            "    [19] Blessed be the Lord,\n        who daily bears us up;\n        God is our salvation. Selah\n    \n\n"
        ],
        "dayNumberOfTheYear": 300
    },
    {
        "reference": "Philippians 2:9–11",
        "text": [
            "  [9] Therefore God has highly exalted him and bestowed on him the name that is above every name, [10] so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, [11] and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.\n\n"
        ],
        "dayNumberOfTheYear": 301
    },
    {
        "reference": "Philippians 1:29",
        "text": [
            "  [29] For it has been granted to you that for the sake of Christ you should not only believe in him but also suffer for his sake,\n\n"
        ],
        "dayNumberOfTheYear": 302
    },
    {
        "reference": "2 Corinthians 12:9",
        "text": [
            "  [9] But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.\n\n"
        ],
        "dayNumberOfTheYear": 303
    },
    {
        "reference": "Galatians 3:24–26",
        "text": [
            "  [24] So then, the law was our guardian until Christ came, in order that we might be justified by faith. [25] But now that faith has come, we are no longer under a guardian, [26] for in Christ Jesus you are all sons of God, through faith.\n\n"
        ],
        "dayNumberOfTheYear": 304
    },
    {
        "reference": "Galatians 1:10",
        "text": [
            "  [10] For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.\n\n"
        ],
        "dayNumberOfTheYear": 305
    },
    {
        "reference": "Proverbs 12:11",
        "text": [
            "    [11] Whoever works his land will have plenty of bread,\n        but he who follows worthless pursuits lacks sense.\n    \n\n"
        ],
        "dayNumberOfTheYear": 306
    },
    {
        "reference": "Proverbs 17:22",
        "text": [
            "    [22] A joyful heart is good medicine,\n        but a crushed spirit dries up the bones.\n    \n\n"
        ],
        "dayNumberOfTheYear": 307
    },
    {
        "reference": "2 Corinthians 7:10",
        "text": [
            "  [10] For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death.\n\n"
        ],
        "dayNumberOfTheYear": 308
    },
    {
        "reference": "Romans 5:1",
        "text": [
            "  [1] Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.\n\n"
        ],
        "dayNumberOfTheYear": 309
    },
    {
        "reference": "1 Peter 4:12–13",
        "text": [
            "  [12] Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you. [13] But rejoice insofar as you share Christ’s sufferings, that you may also rejoice and be glad when his glory is revealed.\n\n"
        ],
        "dayNumberOfTheYear": 310
    },
    {
        "reference": "Matthew 5:23–24",
        "text": [
            "  [23] So if you are offering your gift at the altar and there remember that your brother has something against you, [24] leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.\n\n"
        ],
        "dayNumberOfTheYear": 311
    },
    {
        "reference": "Isaiah 52:7",
        "text": [
            "    [7] How beautiful upon the mountains\n        are the feet of him who brings good news,\n    who publishes peace, who brings good news of happiness,\n        who publishes salvation,\n        who says to Zion, “Your God reigns.”\n    \n\n"
        ],
        "dayNumberOfTheYear": 312
    },
    {
        "reference": "1 John 4:14",
        "text": [
            "  [14] And we have seen and testify that the Father has sent his Son to be the Savior of the world.\n\n"
        ],
        "dayNumberOfTheYear": 313
    },
    {
        "reference": "1 Thessalonians 5:16–18",
        "text": [
            "  [16] Rejoice always, [17] pray without ceasing, [18] give thanks in all circumstances; for this is the will of God in Christ Jesus for you.\n\n"
        ],
        "dayNumberOfTheYear": 314
    },
    {
        "reference": "Ephesians 6:13",
        "text": [
            "  [13] Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.\n\n"
        ],
        "dayNumberOfTheYear": 315
    },
    {
        "reference": "Romans 12:11",
        "text": [
            "  [11] Do not be slothful in zeal, be fervent in spirit, serve the Lord.\n\n"
        ],
        "dayNumberOfTheYear": 316
    },
    {
        "reference": "Romans 12:10",
        "text": [
            "  [10] Love one another with brotherly affection. Outdo one another in showing honor.\n\n"
        ],
        "dayNumberOfTheYear": 317
    },
    {
        "reference": "Proverbs 15:31–32",
        "text": [
            "    [31] The ear that listens to life-giving reproof\n        will dwell among the wise.\n    [32] Whoever ignores instruction despises himself,\n        but he who listens to reproof gains intelligence.\n    \n\n"
        ],
        "dayNumberOfTheYear": 318
    },
    {
        "reference": "Philippians 2:3",
        "text": [
            "  [3] Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.\n\n"
        ],
        "dayNumberOfTheYear": 319
    },
    {
        "reference": "Matthew 18:5–6",
        "text": [
            "  [5] “Whoever receives one such child in my name receives me, [6] but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.\n\n"
        ],
        "dayNumberOfTheYear": 320
    },
    {
        "reference": "John 1:12",
        "text": [
            "  [12] But to all who did receive him, who believed in his name, he gave the right to become children of God,\n\n"
        ],
        "dayNumberOfTheYear": 321
    },
    {
        "reference": "Galatians 5:1",
        "text": [
            "  [1] For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.\n\n"
        ],
        "dayNumberOfTheYear": 322
    },
    {
        "reference": "1 John 4:20–21",
        "text": [
            "  [20] If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen. [21] And this commandment we have from him: whoever loves God must also love his brother.\n\n"
        ],
        "dayNumberOfTheYear": 323
    },
    {
        "reference": "James 1:13–14",
        "text": [
            "  [13] Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. [14] But each person is tempted when he is lured and enticed by his own desire.\n\n"
        ],
        "dayNumberOfTheYear": 324
    },
    {
        "reference": "1 John 2:28",
        "text": [
            "  [28] And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming.\n\n"
        ],
        "dayNumberOfTheYear": 325
    },
    {
        "reference": "Colossians 3:12–14",
        "text": [
            "  [12] Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, [13] bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. [14] And above all these put on love, which binds everything together in perfect harmony.\n\n"
        ],
        "dayNumberOfTheYear": 326
    },
    {
        "reference": "Galatians 5:24",
        "text": [
            "  [24] And those who belong to Christ Jesus have crucified the flesh with its passions and desires.\n\n"
        ],
        "dayNumberOfTheYear": 327
    },
    {
        "reference": "Hebrews 4:15",
        "text": [
            "  [15] For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.\n\n"
        ],
        "dayNumberOfTheYear": 328
    },
    {
        "reference": "John 6:27",
        "text": [
            "  [27] Do not work for the food that perishes, but for the food that endures to eternal life, which the Son of Man will give to you. For on him God the Father has set his seal.”\n\n"
        ],
        "dayNumberOfTheYear": 329
    },
    {
        "reference": "1 Corinthians 13:7–8",
        "text": [
            "  [7] Love bears all things, believes all things, hopes all things, endures all things.\n\n  [8] Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.\n\n"
        ],
        "dayNumberOfTheYear": 330
    },
    {
        "reference": "Hebrews 10:24–25",
        "text": [
            "  [24] And let us consider how to stir up one another to love and good works, [25] not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.\n\n"
        ],
        "dayNumberOfTheYear": 331
    },
    {
        "reference": "Proverbs 15:9",
        "text": [
            "    [9] The way of the wicked is an abomination to the LORD,\n        but he loves him who pursues righteousness.\n    \n\n"
        ],
        "dayNumberOfTheYear": 332
    },
    {
        "reference": "2 Thessalonians 3:3",
        "text": [
            "  [3] But the Lord is faithful. He will establish you and guard you against the evil one.\n\n"
        ],
        "dayNumberOfTheYear": 333
    },
    {
        "reference": "Psalm 94:12–13",
        "text": [
            "    [12] Blessed is the man whom you discipline, O LORD,\n        and whom you teach out of your law,\n    [13] to give him rest from days of trouble,\n        until a pit is dug for the wicked.\n    \n\n"
        ],
        "dayNumberOfTheYear": 334
    },
    {
        "reference": "Psalm 28:1–2",
        "text": [
            "Of David.\n\n    [1] To you, O LORD, I call;\n        my rock, be not deaf to me,\n    lest, if you be silent to me,\n        I become like those who go down to the pit.\n    [2] Hear the voice of my pleas for mercy,\n        when I cry to you for help,\n    when I lift up my hands\n        toward your most holy sanctuary.\n    \n\n"
        ],
        "dayNumberOfTheYear": 335
    },
    {
        "reference": "John 15:9–11",
        "text": [
            "  [9] As the Father has loved me, so have I loved you. Abide in my love. [10] If you keep my commandments, you will abide in my love, just as I have kept my Father’s commandments and abide in his love. [11] These things I have spoken to you, that my joy may be in you, and that your joy may be full.\n\n"
        ],
        "dayNumberOfTheYear": 336
    },
    {
        "reference": "Romans 10:17",
        "text": [
            "  [17] So faith comes from hearing, and hearing through the word of Christ.\n\n"
        ],
        "dayNumberOfTheYear": 337
    },
    {
        "reference": "2 Samuel 22:31",
        "text": [
            "    [31] This God—his way is perfect;\n        the word of the LORD proves true;\n        he is a shield for all those who take refuge in him.\n    \n\n"
        ],
        "dayNumberOfTheYear": 338
    },
    {
        "reference": "John 3:3",
        "text": [
            "  [3] Jesus answered him, “Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”\n\n"
        ],
        "dayNumberOfTheYear": 339
    },
    {
        "reference": "Acts 20:35",
        "text": [
            "  [35] In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It is more blessed to give than to receive.’”\n\n"
        ],
        "dayNumberOfTheYear": 340
    },
    {
        "reference": "Colossians 3:9–10",
        "text": [
            "  [9] Do not lie to one another, seeing that you have put off the old self with its practices [10] and have put on the new self, which is being renewed in knowledge after the image of its creator.\n\n"
        ],
        "dayNumberOfTheYear": 341
    },
    {
        "reference": "John 3:16–17",
        "text": [
            "  [16] “For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. [17] For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.\n\n"
        ],
        "dayNumberOfTheYear": 342
    },
    {
        "reference": "Proverbs 16:12",
        "text": [
            "    [12] It is an abomination to kings to do evil,\n        for the throne is established by righteousness.\n    \n\n"
        ],
        "dayNumberOfTheYear": 343
    },
    {
        "reference": "Matthew 6:24",
        "text": [
            "  [24] “No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.\n\n"
        ],
        "dayNumberOfTheYear": 344
    },
    {
        "reference": "1 Peter 3:12–13",
        "text": [
            "    [12] For the eyes of the Lord are on the righteous,\n        and his ears are open to their prayer.\n    But the face of the Lord is against those who do evil.”\n    \n    \n      [13] Now who is there to harm you if you are zealous for what is good?\n\n"
        ],
        "dayNumberOfTheYear": 345
    },
    {
        "reference": "1 Timothy 6:12",
        "text": [
            "  [12] Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.\n\n"
        ],
        "dayNumberOfTheYear": 346
    },
    {
        "reference": "Psalm 90:2",
        "text": [
            "    [2] Before the mountains were brought forth,\n        or ever you had formed the earth and the world,\n        from everlasting to everlasting you are God.\n    \n\n"
        ],
        "dayNumberOfTheYear": 347
    },
    {
        "reference": "Psalm 145:8",
        "text": [
            "    [8] The LORD is gracious and merciful,\n        slow to anger and abounding in steadfast love.\n    \n\n"
        ],
        "dayNumberOfTheYear": 348
    },
    {
        "reference": "Matthew 16:24",
        "text": [
            "  [24] Then Jesus told his disciples, “If anyone would come after me, let him deny himself and take up his cross and follow me.\n\n"
        ],
        "dayNumberOfTheYear": 349
    },
    {
        "reference": "Proverbs 16:9",
        "text": [
            "    [9] The heart of man plans his way,\n        but the LORD establishes his steps.\n    \n\n"
        ],
        "dayNumberOfTheYear": 350
    },
    {
        "reference": "Psalm 55:22",
        "text": [
            "    [22] Cast your burden on the LORD,\n        and he will sustain you;\n    he will never permit\n        the righteous to be moved.\n    \n\n"
        ],
        "dayNumberOfTheYear": 351
    },
    {
        "reference": "Colossians 2:6–7",
        "text": [
            "  [6] Therefore, as you received Christ Jesus the Lord, so walk in him, [7] rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.\n\n"
        ],
        "dayNumberOfTheYear": 352
    },
    {
        "reference": "Luke 12:15",
        "text": [
            "  [15] And he said to them, “Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”\n\n"
        ],
        "dayNumberOfTheYear": 353
    },
    {
        "detail": "Request was throttled. Try again in 58 seconds.",
        "dayNumberOfTheYear": 354
    },
    {
        "detail": "Request was throttled. Try again in 58 seconds.",
        "dayNumberOfTheYear": 355
    },
    {
        "detail": "Request was throttled. Try again in 58 seconds.",
        "dayNumberOfTheYear": 356
    },
    {
        "detail": "Request was throttled. Try again in 58 seconds.",
        "dayNumberOfTheYear": 357
    },
    {
        "reference": "1 Corinthians 3:19–20",
        "text": [
            "  [19] For the wisdom of this world is folly with God. For it is written, “He catches the wise in their craftiness,” [20] and again, “The Lord knows the thoughts of the wise, that they are futile.”\n\n"
        ],
        "dayNumberOfTheYear": 358
    },
    {
        "reference": "John 4:13–14",
        "text": [
            "  [13] Jesus said to her, “Everyone who drinks of this water will be thirsty again, [14] but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.”\n\n"
        ],
        "dayNumberOfTheYear": 359
    },
    {
        "reference": "Deuteronomy 6:4–5",
        "text": [
            "  [4] “Hear, O Israel: The LORD our God, the LORD is one. [5] You shall love the LORD your God with all your heart and with all your soul and with all your might.\n\n"
        ],
        "dayNumberOfTheYear": 360
    },
    {
        "reference": "Proverbs 19:20",
        "text": [
            "    [20] Listen to advice and accept instruction,\n        that you may gain wisdom in the future.\n    \n\n"
        ],
        "dayNumberOfTheYear": 361
    },
    {
        "reference": "Proverbs 26:12",
        "text": [
            "    [12] Do you see a man who is wise in his own eyes?\n        There is more hope for a fool than for him.\n    \n\n"
        ],
        "dayNumberOfTheYear": 362
    },
    {
        "reference": "Proverbs 16:3",
        "text": [
            "    [3] Commit your work to the LORD,\n        and your plans will be established.\n    \n\n"
        ],
        "dayNumberOfTheYear": 363
    },
    {
        "reference": "Proverbs 28:22",
        "text": [
            "    [22] A stingy man hastens after wealth\n        and does not know that poverty will come upon him.\n    \n\n"
        ],
        "dayNumberOfTheYear": 364
    },
    {
        "reference": "Jeremiah 31:3",
        "text": [
            "    [3]     the LORD appeared to him from far away.\n    I have loved you with an everlasting love;\n        therefore I have continued my faithfulness to you.\n    \n\n"
        ],
        "dayNumberOfTheYear": 365
    },
    {
        "reference": "Proverbs 19:21",
        "text": [
            "    [21] Many are the plans in the mind of a man,\n        but it is the purpose of the LORD that will stand.\n    \n\n"
        ],
        "dayNumberOfTheYear": 366
    },
    {
        "reference": "Psalm 37:4",
        "text": [
            "    [4] Delight yourself in the LORD,\n        and he will give you the desires of your heart.\n    \n\n"
        ],
        "dayNumberOfTheYear": 367
    }
]