[
    {
        "id": 1,
        "reference": "Isaiah 40:28",
        "text": "Have you not known? Have you not heard?\nThe Lord is the everlasting God,\nthe Creator of the ends of the earth.\nHe does not faint or grow weary;\nhis understanding is unsearchable. ",
        "month": 1
    },
    {
        "id": 2,
        "reference": "2 Corinthians 5:17",
        "text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
        "month": 2
    },
    {
        "id": 3,
        "reference": "Matthew 11:28-30",
        "text": "Come to me, all who labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls. For my yoke is easy, and my burden is light.",
        "month": 3
    },
    {
        "id": 4,
        "reference": "2 Corinthians 12:9",
        "text": "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.",
        "month": 4
    },
    {
        "id": 5,
        "reference": "1 John 4:7-8",
        "text": "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. 8 Anyone who does not love does not know God, because God is love.",
        "month": 5
    },
    {
        "id": 6,
        "reference": "John 12:24",
        "text": "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit. ",
        "month": 5
    },
    {
        "id": 7,
        "reference": "James 1:22",
        "text": "But be doers of the word, and not hearers only, deceiving yourselves.",
        "month": 6
    },
    {
        "id": 8,
        "reference": "John 14:6",
        "text": "Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me. ",
        "month": 6
    },
    {
        "id": 9,
        "reference": "Philippians 4:6-7",
        "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "month": 7
    },
    {
        "id": 10,
        "reference": "Matthew 28:19-20",
        "text": "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.",
        "month": 8
    },
    {
        "id": 11,
        "reference": "Isaiah 40:30-31",
        "text": "Even youths shall faint and be weary,\n    and young men shall fall exhausted; \nbut they who wait for the Lord shall renew their strength;\n    they shall mount up with wings like eagles;\nthey shall run and not be weary;\n    they shall walk and not faint.",
        "month": 9
    },
    {
        "id": 12,
        "reference": "Joshua 1:8",
        "text": "This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.",
        "month": 10
    },
    {
        "id": 13,
        "reference": "Romans 12: 1-2",
        "text": "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.",
        "month": 11
    },
    {
        "id": 14,
        "reference": "Ephesians 6:12",
        "text": "For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.",
        "month": 12
    }
]