[
    {
        "id": 1,
        "category": "Church",
        "request": "1. Unity amid diversity 2. A culture of discipling would form 3. Faithful elders would use Scripture to train members to do the work of ministry. 4. That a hunger for studying the gospel would form. 5. That transparent, meaningful relationships would become normal and remaining anonymous strange.  6. The preaching of God's Word--that it would be biblically careful and Holy Spirit imbued. 7. That elders would remain above reproach, kept from temptation, complacency, idols, and worldliness. 8. That the church's songs would teach to biblically confess, lament, and praise. 9. Church's prayers would be infused with biblical ambitions, honesty, and humility.  10. Adult members would work to disciple teenagers and not just leave it to programming.  11. The church's primary teachers grow in dedication to God's Word even when no one's watching. 12. That it would grow in being distinct from the world in love and holiness. 13. That members would share the gospel this week. 14. That members would be prepared for persecution, remembering to love, not curse, their persecutors. 15. That hopes for political change would be outstretched by the hope of heaven. 16. That giving would be faithful, as well as joyful, consistent, and sacrificial. 17. That more members would use their careers to take the gospel to places it's never been. 18. That members would be good and do good in their workplaces this week."
    },
    {
        "id": 2,
        "category": "Coworkers/Employer",
        "request": "That I  and we would be a multiplier for the gospel and my employer. I pray for ______________. \"Whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.\" Colossians 3:23-24 (ESV)"
    },
    {
        "id": 3,
        "category": "Federal Government",
        "request": "\"The king's heart is a stream of water in the hand of the LORD; he turns it wherever he will.\" Proverbs 21:1 President Joe Biden, Vice-President Kamala Harris, Cabinet, Dept. Heads, Advisers, Military Leaders, and all personnel, Senate, House of Representatives, and all personnel; Supreme Court, Federal Courts, and all personnel. For various national-level organizations that lobby and attempt to influence; National media. Daniel 2:20–22 “Blessed be the name of God forever and ever, to whom belong wisdom and might. He changes times and seasons; he removes kings and sets up kings; he gives wisdom to the wise and knowledge to those who have understanding; he reveals deep and hidden things; he knows what is in the darkness, and the light dwells with him."
    },
    {
        "id": 4,
        "category": "Friends",
        "request": "For the salvation of my friends as a model of Your grace. If not, then their lives to Your glory. I pray for ______________. Turn their fears, felt-needs, and frustrations into faith in Christ."
    },
    {
        "id": 5,
        "category": "Family",
        "request": "I pray for my family and/or adopted family. Your good hand upon us God. Help my immediate family to glorify and please you. I pray for ______________. Give them health, safety, and well being. I pray Your will in their lives. Give them joy in you. Give them strength for dealing with life and their various responsibilities. I pray they have biblical motivations and wisdom. I also pray they have restraint, foresight in their homes and lives. I ask for their salvation and health and safety.  For all of us to turn our fears, felt-needs, and frustrations into faith in the Lord Jesus."
    },
    {
        "id": 6,
        "category": "IOUS",
        "request": "Inclination toward God and His word - Ps 119:36-37 - 'Incline my heart to your testimonies, and not to selfish gain! Turn my eyes from looking at worthless things; and give me life in your ways.' Opened eyes - Psalm 119:18 - 'Open my eyes, that I may behold wondrous things out of your law.' United heart - Psalm 86:11 - 'Teach me your way, O LORD, that I may walk in your truth; unite my heart to fear your name.' Satisfaction in the Lord - Psalm 90:14 - 'Satisfy us in the morning with your steadfast love, that we may rejoice and be glad all our days.' "
    },
    {
        "id": 7,
        "category": "Local Government",
        "request": "\"The king's heart is a stream of water in the hand of the LORD; he turns it wherever he will.\" Proverbs 21:1 City Managers, Mayors, Council Members, Police, Sheriff and Deputies, and Local Courts. I pray for my County Government. I pray for Local media and other influencers. Daniel 2:20–22 “Blessed be the name of God forever and ever, to whom belong wisdom and might. He changes times and seasons; he removes kings and sets up kings; he gives wisdom to the wise and knowledge to those who have understanding; he reveals deep and hidden things; he knows what is in the darkness, and the light dwells with him."
    },
    {
        "id": 8,
        "category": "Me",
        "request": "That I would be consistent in substantive, daily prayer. Help me to love you Lord and others You have in my life. That I would be willing to take time and invest in others with the Gospel in a winsome way. That I would not be too easily pleased with temporary things but put valuing God above all other things. Meditating on His sovereignty in that He limits, orders, controls, and knows all about every aspect of our lives. Daniel 2:20–22 “Blessed be the name of God forever and ever, to whom belong wisdom and might. He changes times and seasons; he removes kings and sets up kings; he gives wisdom to the wise\tand knowledge to those who have understanding; he reveals deep and hidden things; he knows what is in the darkness, and the light dwells with him."
    },
    {
        "id": 9,
        "category": "Neighbors",
        "request": "I pray for my neighbors. Open a door for communication between us. Help me to love them biblically. I pray for ______________."
    },
    {
        "id": 10,
        "category": "Skills",
        "request": "'But seek first the kingdom of God and his righteousness, and all these things will be added to you.' (Matt. 6:33) Help me to seek first You and Your kingdom Lord and not mine. Give me proper motivation for skill--life, Biblical, and professional--for Your kingdom and glory, and the ability to get the skills.",
        "userId": "m2web@yahoo.com",
        "dateUpdated": "2019-11-02T07:54:09.838242"
    },
    {
        "id": 11,
        "category": "State Government",
        "request": "\"The king's heart is a stream of water in the hand of the LORD; he turns it wherever he will.\" Proverbs 21:1 I pray for my Governor, Legislators, State Courts, State Militia, Law Enforcement. Daniel 2:20–22 “Blessed be the name of God forever and ever, to whom belong wisdom and might. He changes times and seasons; he removes kings and sets up kings; he gives wisdom to the wise and knowledge to those who have understanding; he reveals deep and hidden things; he knows what is in the darkness, and the light dwells with him."
    },
    {
        "id": 12,
        "category": "World",
        "request": "Pray for Christians around the world imprisoned for their faith. Strengthen, protect, and encourage them. Pray Your protection over pastors and evangelists spreading the gospel message in restricted and hostile nations. Pray Your provision and encouragement for families of Christians who have been killed for living out their faith in You (Jesus, God the Son). Pray government officials in hostile and restricted nations will come to know You personally and follow Your will for their lives. Pray for new believers in restricted areas who are deciding when and how to tell family and friends that they are now followers of You (Jesus, God the Son). Pray for radio, television, and internet ministries sending Your Word over and through \"closed\" borders. Pray You (God, the Holy Spirit) will bring much fruit for their work. Pray for the provision and safe delivery of Bibles to believers in hostile and restricted nations. Pray You will enable persecuted Christians to witness for You, even witness to their persecutors. Pray Christians in free nations will \"know Him and the power of His resurrection and the fellowship of His sufferings\" (Phil. 3:10) and choose to stand with and support our persecuted brothers and sisters. Also for those in \"free\" nations, that we be free from syncretism, nominalism, and apathy and that God would give us a passion for His glory."
    }
]